[
  {
    "content": "Google is facing more challenges today than at any time in its 20-year history. Employees are outraged over sexual harassment. Executives are under scrutiny for an effort to secretly make a censored version of its search product for China. Google will shut down its social network next year after a data breach was discovered. Political and social debates, including one over building military-grade artificial intelligence, are roiling the work force.\r",
    "spun": "Google is confronting a larger number of difficulties today than whenever in its 20-year history. Representatives are shocked over lewd behavior. Administrators are under investigation for a push to covertly make an edited variant of its scan item for China. Google will close down its informal organization one year from now after an information rupture was found. Political and social discussions, including one over building military-review computerized reasoning, are irritating the work compel."
  },
  {
    "content": "Yet the man responsible for leading Google through this minefield is not one of the company’s founders — Larry Page and Sergey Brin — or even Eric Schmidt, the company’s former chief executive and chairman, who was ushered aside last year. Instead, the man in charge of arguably the most influential company in the world is Sundar Pichai, a soft-spoken engineer who grew up in Chennai, India.\r",
    "spun": "However the man in charge of driving Google through this minefield isn't one of the organization's authors — Larry Page and Sergey Brin — or even Eric Schmidt, the organization's previous CEO and director, who was introduced a year ago. Rather, the man responsible for ostensibly the most powerful organization on the planet is Sundar Pichai, a mild-mannered specialist who experienced childhood in Chennai, India."
  },
  {
    "content": "Mr. Pichai was a voracious reader as a boy, and attended the prestigious Indian Institute of Technology, then Stanford and the University of Pennsylvania’s Wharton School, where he received advanced degrees. After stints at Applied Materials and McKinsey, he joined Google in 2004.\r",
    "spun": "Mr. Pichai was an insatiable peruser as a kid, and went to the esteemed Indian Institute of Technology, at that point Stanford and the University of Pennsylvania's Wharton School, where he got propelled degrees. After stretches at Applied Materials and McKinsey, he joined Google in 2004."
  },
  {
    "content": "This interview, which was condensed and edited for clarity, was conducted in New York.\r",
    "spun": "This meeting, which was consolidated and altered for clearness, was led in New York."
  },
  {
    "content": "There was a simplicity to my life, which was very nice compared with today’s world. We lived in a kind of modest house, shared with tenants. We would sleep on the living room floor. There was a drought when I was growing up, and we had anxiety. Even now, I can never sleep without a bottle of water beside my bed. Other houses had refrigerators, and then we finally got one. It was a big deal.\r",
    "spun": "There was an effortlessness to my life, which was exceptionally decent contrasted and the present world. We lived in a sort of unassuming house, imparted to inhabitants. We would mull over the front room floor. There was a dry season when I was growing up, and we had nervousness. Indeed, even now, I can never rest without a container of water close to my bed. Different houses had coolers, and after that we at last got one. It was a major ordeal."
  },
  {
    "content": "But I had a lot of time to read. I was processing a lot. I read whatever I could get my hands on. I read Dickens. Friends, playing street cricket, reading books — that was kind of the totality of life. But you never felt lacking for anything.\r",
    "spun": "In any case, I had a great deal of time to peruse. I was preparing a ton. I perused whatever I could get my hands on. I perused Dickens. Companions, playing road cricket, perusing books — that was somewhat the totality of life. In any case, you never felt lacking for anything."
  },
  {
    "content": "It was the first time I had ever been on a plane. I always wanted to be in the Valley. I kind of knew that’s where everything happened. I remember landing in California, and I stayed with a host family for about a week. I was in the car going from the airport, and was like, \"Wow, it’s so brown here.\" The family was like, \"We like to call it golden.\"\r",
    "spun": "It was the first occasion when I had ever experienced a plane. I constantly needed to be in the Valley. I sort of realized that is the place everything occurred. I arrived in California, and I remained with a receiving family for about seven days. I was in the auto going from the air terminal, and resembled, \"Stunning, it's so dark colored here.\" The family resembled, \"We get a kick out of the chance to call it brilliant.\""
  },
  {
    "content": "When I was back at I.I.T., I had access to the computer so rarely — maybe I’d been on it three or four times. To come and just have these labs in which you had access to computers and you could program, it was a big deal to me. I was so wrapped up in that, that to some extent I didn’t understand there was a much bigger shift happening with the internet.\r",
    "spun": "When I was back at I.I.T., I approached the PC so once in a while — possibly I'd been on it three or multiple times. To come and simply have these labs in which you approached PCs and you could program, it was a major ordeal to me. I was so wrapped up in that, that to some degree I didn't comprehend there was a substantially greater move occurring with the web."
  },
  {
    "content": "When I first joined Google I was struck by the fact that it was a very idealistic, optimistic place. I still see that idealism and optimism a lot in many things we do today. But the world is different. Maybe there’s more realism of how hard some things are. We’ve had more failures, too. But there’s always been a strong streak of idealism in the company, and you still see it today.\r",
    "spun": "When I originally joined Google I was struck by the way that it was an extremely hopeful, idealistic place. Despite everything I see that vision and positive thinking a great deal in numerous things we do today. Be that as it may, the world is extraordinary. Perhaps there's more authenticity of how hard a few things are. We've had more disappointments, as well. Be that as it may, there's dependably been a solid dash of optimism in the organization, regardless you see it today."
  },
  {
    "content": "When I come home on a Friday evening, I really do want to let go of my devices for a couple days. I haven’t quite succeeded in doing that. At home, our television is not easily accessible, so that there is \"activation energy\" before you can easily go watch TV. I’m genuinely conflicted, because I see what my kids learn from all this. My son is 11 years old, and he is mining Ethereum and earning money. He’s getting some insight into how the world works, how commerce works.\r",
    "spun": "When I gotten back home on a Friday evening, I truly would like to relinquish my gadgets for two or three days. I haven't exactly prevailing with regards to doing that. At home, our TV isn't effortlessly open, so that there is \"actuation vitality\" before you can without much of a stretch go stare at the TV. I'm truly tangled, in light of the fact that I see what my children gain from this. My child is 11 years of age, and he is mining Ethereum and acquiring cash. He's getting some knowledge into how the world functions, how trade functions."
  },
  {
    "content": "Every generation is worried about the new technology, and feels like this time it’s different. Our parents worried about Elvis Presley’s influence on kids. So, I’m always asking the question, \"Why would it be any different this time?\" Having said that, I do realize the change that’s happening now is much faster than ever before. My son still doesn’t have a phone.\r",
    "spun": "Each age is stressed over the new innovation, and feels like this time it's extraordinary. Our folks stressed over Elvis Presley's effect on children. In this way, I'm continually making the inquiry, \"For what reason would it be any extraordinary this time?\" Having said that, I do understand the change that is going on now is considerably quicker than at any other time. My child still doesn't have a telephone."
  },
  {
    "content": "There are areas where society clearly agrees what is O.K. and not O.K., and then there are areas where it is hard as a society to draw the line. What is the difference between freedom of speech on something where you feel you’re being discriminated against by another group, versus hate speech? The U.S. and Europe draw the line differently on this question in a very fundamental way. We’ve had to defend videos which we allow in the U.S. but in Europe people view as disseminating hate speech.\r",
    "spun": "There are zones where society plainly concurs what is O.K. also, not O.K., and afterward there are territories where it is hard as a general public to take a stand. What is the contrast between the right to speak freely on something where you feel you're being victimized by another gathering, versus abhor discourse? The U.S. also, Europe adhere to a meaningful boundary diversely on this inquiry in an exceptionally crucial manner. We've needed to shield recordings which we permit in the U.S. be that as it may, in Europe individuals see as spreading abhor discourse."
  }
]